Key,"Spanish (Spain, International Sort)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"VALVULA
DE PRESION"
Settings_Screen.Washing_Pump_Button.Text,"BOMBA
DE LAVADO"
Settings_Screen.Washing_Gun_Button.Text,"BOMBA PISTOLA
DE LAVADO"
Settings_Screen.Blower_Test.Text,"TEST
DE SECADO"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,EMPRESA
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"PRESION MAXIMA:"
Automatic_Screen.Auto_Wash_Button.Text,"LAVADO
AUTOMATICO"
Drying_Screen.Drying_Start.Text,SECADO
Drying_Screen.Drying_Time_Text.Text,"TIEMPO DE SECADO"
Drying_Screen.Drying_Min_Set.Prefix,"CONF: "
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"ABRIR PUERTA"
Drying_Screen.Door_Close_Button.Text,"CERRAR PUERTA"
Drying_Screen.Stable_Down.Text,"BAJAR PLATAFORMA
ESTABILIZADORA"
Drying_Screen.Button4.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Lavado
Automático"
Drying_Screen.Manuel_Button.Text,"Lavado
Manual"
Drying_Screen.Alarm_button.Text,"Pantalla
de Alarma"
Drying_Screen.Drying_Button.Text,Secado
Drying_Screen.Test_Nav.Text,TEST
Test_Screen.Test_Nav.Text,TEST
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Lavado
Automático"
Test_Screen.Manuel_Button.Text,"Lavado
Manual"
Test_Screen.Alarm_button.Text,"Pantalla
de Alarma"
Test_Screen.Drying_Button.Text,Secado
Test_Screen.Filter_Test.Text,"TEST
DEL FILTRO"
Test_Screen.CleanFilter.Text,"FILTRO LIMPIO"
Test_Screen.DirtyFilter.Text,"FILTRO SUCIO"
Test_Screen.CloggedFilter.Text,"FILTRO OBSTRUIDO"
Test_Screen.Text1.Text,PRESION
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.Text3.Text,"NUMERO CLIENTE"
Automatic_Screen.Drying_Button.Text,Secado
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Lavado
Automático"
Automatic_Screen.Manuel_Button.Text,"Lavado
Manual"
Automatic_Screen.Alarm_button.Text,"Pantalla
de Alarma"
Automatic_Screen.Test_Nav.Text,TEST
Test_Screen.Stable_Down.Text,"BAJAR PLATAFORMA
ESTABILIZADORA"
Test_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Test_Screen.Door_Open_Button.Text,"ABRIR PUERTA"
Test_Screen.Door_Close_Button.Text,"CERRAR PUERTA"
Automatic_Screen.Stable_Down.Text,"BAJAR PLATAFORMA
ESTABILIZADORA"
Automatic_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Automatic_Screen.Door_Open_Button.Text,"ABRIR PUERTA"
Automatic_Screen.Door_Close_Button.Text,"CERRAR PUERTA"
Alarm_Screen.Drying_Button.Text,Secado
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Lavado
Manual"
Alarm_Screen.Alarm_button.Text,"Pantalla
de Alarma"
Alarm_Screen.Test_Nav.Text,TEST
Alarm_Screen.Auto_Button.Text,"Lavado
Automático"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Parada de Emergencia Activada"
AlarmServer.Default_Phase_Sequence.StaticText,"Secuencia de Fase Incorrecta"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Error en la Bomba de Lavado"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Presión Alta (manual) Error en la Bomba de Lavado"
AlarmServer.Default_Blower_Error.StaticText,"Error en el Sistema Secado"
Automatic_Screen.Heater_Button.Text,CALENTADOR
Automatic_Screen.Heater_Button.Texts[0],"Calentador A."
Automatic_Screen.Heater_Button.Texts[1],"Calentador E."
Test_Screen.Text.Text,"Por Favor, Pare el Proceso de Lavado Antes de Hacer el Test!"
Test_Screen.Text4.Text,Advertencia!
Automatic_Screen.Text.Text,"Por Favor Pare el Proceso de Test Antes de Realizar el Lavado!"
Automatic_Screen.Text4.Text,Advertencia!
Automatic_Screen.Text2.Text,"Por Favor, Introduce el Tiempo de Lavado!"
Drying_Screen.Text4.Text,Advertencia!
Drying_Screen.Text2.Text,"Por Favor, Introduzca el Tiempo de Secado!"
Drying_Screen.Drying_Heat_Text.Text,"TEMPERATURA DESEADA"
Drying_Screen.Drying_Heat_Set.Prefix,"CONF: "
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"TEMP. ACTUAL DE SECADO"
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Por favor, Introduzca una Valor de Temperatura Válido!"
Drying_Screen.Text1.Text,"Valor:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"PAGINA DE
ADMINISTRACION"
Admin_Page.Back_Button.Text,VOLVER
Admin_Page.prewashWaterTime_Text.Text,"Temporizador de Pre-Lavado"
Admin_Page.cleaningRestTime_Text.Text,"Tiempo Restante de Limpieza"
Admin_Page.dryingAirTime_Text.Text,"Temporizador de Secado Con Aire"
Admin_Page.dryingRestTime_Text.Text,"Tiempo Restante de Secado"
Admin_Page.cleaningWaterTime_Text.Text,"Temporizador Lavado "
Admin_Page.cleaningPressTime_Text.Text,"Temporizador Lavado a Presión"
Admin_Page.prewashRestTime_Text.Text,"Temporizador de Reposo Pre-Lavado"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix," seg."
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix," seg."
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix," seg."
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix," seg."
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix," seg."
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix," seg."
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix," seg."
Admin_Page.Warning_Text.Text,"Confirmar el Cambio de los Valores"
LoginScreen.Text.Text,"Login Administrador"
LoginScreen.CancelButton.Text,CANCELAR
LoginScreen.LoginButton.Text,LOGIN
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Advertencia!
LoginScreen.Text2.Text,"Contraseña Incorrecta!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Expandir
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,
Test_Screen.NarrowButton.Text,Estrecho
Automatic_Screen.Text1.Text,PRESION
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix," seg."
Admin_Page.TestTime_Text.Text,"Tiempo de Test del Filtro"
Manuel_Screen.Drying_Button.Text,Secado
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TEST
Manuel_Screen.Auto_Button.Text,"Lavado
Automático"
Manuel_Screen.Alarm_button.Text,"Pantalla
de Alarma"
Manuel_Screen.Manuel_Button.Text,"Lavado
Manual"
Manuel_Screen.Door_Open_Button.Text,"ABRIR PUERTA"
Manuel_Screen.Door_Close_Button.Text,"CERRAR PUERTA"
Manuel_Screen.Stable_Down.Text,"BAJAR PLATAFORMA
ESTABILIZADORA"
Manuel_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Manuel_Screen.MWashing_Button.Text,"LAVADO
MANUAL"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"TIEMPO DE LAVADO"
Manuel_Screen.Set_Heat.Prefix,"CONF: "
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,"CONF: "
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,CALENTADOR
Manuel_Screen.Text.Text,"Por Favor, Selecciona los Ciclos Antes del Lavado!"
Manuel_Screen.Text4.Text,Advertencia!
Manuel_Screen.Text2.Text,"Por Favor, Introduce el Tiempo de Lavado!"
Manuel_Screen.Setting_Button.Text,"Conf. de Lavado"
Manuel_Screen.Heater_Button.Texts[0],"Calentador A."
Manuel_Screen.Heater_Button.Texts[1],"Calentador E."
Automatic_Screen.Setting_Button.Text,"Conf. de Lavado"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 ciclo"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 ciclos"
Manuel_Screen.PreWash_Cycle_Text.Text,"CICLO DE PRELAVADO"
Manuel_Screen.Dry_Cycle_Text.Text,"CICLO DE LAVADO"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,
Automatic_Screen.Gun_Button.Text,"PISTOLA DE LAVADO"
Manuel_Screen.Gun_Button.Text,"PISTOLA DE LAVADO"
Manuel_Screen.Press_Button.Text,PRESION
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Por Favor, Cierra la Puerta!"
Automatic_Screen.t_Door.Text,"Por Favor, Cierra la Puerta!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"El Nivel de Agua está Bajo!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"El Nivel de Agua está Bajo!"
Settings_Screen.Calibration_Button.Text,"CALIBRACION DE 
LA PRESION"
Automatic_Screen.Text3.Text,"Deshabilitado Como Medida
de Seguridad!"
Manuel_Screen.Text3.Text,"Deshabilitado Como Medida
de Seguridad!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Componentes
Components.Back_Button.Text,VOLVER
Components.Text.Text,"Parada de Emergencia"
Components.Text1.Text,"Interruptor de Pedal"
Components.Text2.Text,"Secuencia de Fase"
Components.Text3.Text,"Bomba de Lavado"
Components.Text4.Text,"Bomba de Lavado Manual"
Components.Text5.Text,Soplador
Components.Text7.Text,"Sensor de la Puerta"
Components.Text8.Text,"Sensor de Nivel de Agua"
Automatic_Screen.PAUSE.Text,PAUSA
Automatic_Screen.Text5.Text,"Lavado Pausado!"
Components.Text10.Text,"Transmisor de Presión"
Components.Text11.Text,"Transmisor de Agua"
Components.Text12.Text,"Transmisor de Aire Caliente"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Espera a Completar la Calibración!"
Settings_Screen.Text1.Text,"Espera a Completar la Calibración!"
Automatic_Screen.PAUSE.Texts[0],PAUSA
Automatic_Screen.PAUSE.Texts[1],REANUDAR
Manuel_Screen.PAUSE.Text,PAUSA
Manuel_Screen.PAUSE.Texts[0],PAUSA
Manuel_Screen.PAUSE.Texts[1],REANUDAR
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix," seg."
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix," seg."
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix," seg."
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix," seg."
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix," seg."
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix," seg."
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix," seg."
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix," seg."
Manuel_Screen.Text5.Text,"Lavado Pausado!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"TIEMPO DE LAVADO"
Automatic_Screen.Set_Heat.Prefix,"CONF: "
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 ciclo"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 ciclos"
Automatic_Screen.b_AirValve.Text,"VÁLVULA AIRE"
Manuel_Screen.b_AirValve.Text,"VÁLVULA AIRE"
Automatic_Screen.Text6.Text,"¡Limpie el tanque de lavado y los filtros!
¡Si no lo hace, los filtros pueden romperse!"
Manuel_Screen.Text6.Text,"¡Limpie el tanque de lavado y los filtros!
¡Si no lo hace, los filtros pueden romperse!"
Admin_Page.Text.Text,"Límite de cambio de filtro cambiante"
Settings_Screen.Text2.Text,"Contador de cambio de filtro"
